Repository: oihanb/SuperWiki
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eu

source: English
eu: Ingelesa

source: Spanish
eu: Hispaniera

source: Euskera
eu: Euskara

source: Name
eu: Izena

source: Powers
eu: Ahalmenak

source: Birth Year (Year)
eu: Jaiotze Urtea (Urtea)

source: Superhero Image
eu: Superheroiaren Irudia

source: SuperHeroes
eu: SuperHeroiak

source: Information about Editorials, SuperHero Groups and SuperHeroes
eu: Informazioa Argitaletxeei, SuperHero Taldeei eta SuperHeroiei buruz

source: Home
eu: Hasiera

source: Editorials
eu: Argitaletxeak

source: Groups
eu: Taldeak

source: Create New
eu: Berria Sortu

source: Language
eu: Hizkuntza

source: Basque
eu: Euskera

source: About Us
eu: Guri Buruz

source: What is this project about?
eu: Zeri buruz da proiektu hau?

source: Web Engineering Project 2025-2026
eu: Web Ingeniaritza Proiektua 2025-2026

source: It is a project developed with HTML, Python and Django. The project is about an application to search information about SuperHeroes.
eu: HTML, Python eta Django-rekin garatutako proiektu bat da. Proiektuak SuperHeroeei buruzko informazioa bilatzeko aplikazio bat deskribatzen du.

source: Who are we?
eu: Nor gara gu?

source: Deusto Engineering
eu: Deusto Ingeniaritza

source: We are two students studying the Web Engineering course at the University of Deusto.
eu: Deusto Unibertsitatean Web Ingeniaritzako kurtsoa ikasten ari den bi ikasle gara.

source: Authors
eu: Egileak

source: HTML5 Web Templates
eu: HTML5 Webguneen Txantiloiak

source: Register a New Superhero
eu: Superheroi Berria Erregistratu

source: Save Superhero
eu: Gorde Superheroia

source: Cancel and return to the list
eu: Ezeztatu eta zerrendara itzuli

source: Editorial Details
eu: Argitaletxearen Xehetasunak

source: Year founded
eu: Sorrera urtea

source: Owner
eu: Jabea

source: SuperHero Groups
eu: SuperHeroen Taldeak

source: No superhero groups associated to this editorial.
eu: Ez dago superhero talderik editorial honekin lotuta.

source: Group Details
eu: Taldearen Xehetasunak

source: Editorial
eu: Argitaletxea

source: Image
eu: Irudia

source: image
eu: irudia

source: no image
eu: irudiorik ez

source: No superheroes associated to this Editorial
eu: Ez dago superheroik editorial honekin lotuta

source: SuperHero Details
eu: SuperHeroaren Xehetasunak

source: Date of birth
eu: Sorrera data

source: No image available for this SuperHero
eu: Superhero honen irudia ez dago eskuragarri

source: colour_purple - examples
eu: colour_purple - adibideak

source: website description
eu: webgunearen deskribapena

source: website keywords, website keywords
eu: webguneko gako-hitzak, webguneko gako-hitzak

source: Simple. Contemporary. Website Template.
eu: Sinplea. Garaikidea. Webguneen txantiloia.

source: Latest News
eu: Azken Berriak

source: New Website Launched
eu: Webgune Berria Lanzatuta

source: January 1st, 2010
eu: 2010ko urtarrilaren 1a

source: 2010 sees the redesign of our website. Take a look around and let us know what you think.
eu: 2010an gure webgunearen berrantolamendua ikusi genuen. Begiratu inguruan eta esan iezaguzu zer iritzi duzu.

source: Read more
eu: Irakurri gehiago

source: Useful Links
eu: Esteka Erabilgarriak

source: link 1
eu: esteka 1

source: link 2
eu: esteka 2

source: link 3
eu: esteka 3

source: link 4
eu: esteka 4

source: Search
eu: Bilatu

source: Enter keywords.....
eu: Sartu gako-hitzak.....

source: Main Menu
eu: Menu Nagusia

source: Choose an option:
eu: Aukera bat aukeratu:

source: View Editorials list
eu: Ikusi argitaletxeen zerrenda

source: View Groups list
eu: Ikusi talde zerrenda

source: View SuperHeroes list
eu: Ikusi SuperHeroien zerrenda

source: List of Editorials
eu: Argitaletxeen zerrenda

source: No editorials available.
eu: Ez dago argitaletxerik eskuragarri.

source: No groups available.
eu: Ez dago talderik eskuragarri.

source: No superheroes available.
eu: Ez dago superheroik eskuragarri.
